<template>
  <div class="leading-loose ml-6">
    <ol class="list-decimal list-outside">
      <li>
        欲購票者，請先行註冊帳號，並進行 email 驗證，才可開始購票，未完成驗證者，恕無法購票，建議提早完成。
      </li>
      <li>
        單筆訂單限購4張，可支援行動裝置購票，購票時可選擇【電腦配位】加速購票流程。
      </li>
      <li>付款方式可選擇【信用卡付款】。</li>
      <li>
        【信用卡付款】
        <ul class="list-disc list-inside">
          <li>信用卡僅限VISA、MasterCard、JCB卡（無法使用AE、銀聯、大來卡）購票前請先確認信用卡額度是否足夠，進入刷卡頁面後，請勿點選上一頁或是關閉刷卡頁面，避免刷卡失敗，刷卡資料送出前請檢查是否正確。</li>
          <li>
            刷卡時，若出現其他訊息如下：
            <ul
              class="list-inside ml-6"
              style="list-style-type: lower-alpha;"
            >
              <li>
                回傳授權結果失敗！！請洽原交易商家確認此筆交易是否成功。
              </li>
              <li>
                商家交易資料有誤！！本筆訂單無法進行付款作業，請洽原交易商家。
              </li>
              <li>
                不論顯示訊息為何，請務必登入並到【訂單查詢】頁面，確認其【訂單狀態】，刷卡交易成功與否，依訂單查詢顯示為主。
              </li>
              <li>若顯示「訂單成立」，即表示刷卡成功。</li>
              <li>若顯示「刷卡失敗」，請重新購票。</li>
            </ul>
          </li>
        </ul>
      </li>
      <li>
        訂購者帳號中若有未完成付款或刷卡失敗的訂單，該帳號之購票額度需等待系統自動清除訂單後才會釋出，並請重新訂購。故售票日之後，如釋出較為前面座位之票券屬正常情形。如遇票款金流系統維護等緣故無法完成付款，請稍後再進行購票。
      </li>
      <li>
        付款完成之訂單代表已售出，表示台端同意支付本次交易的內容與價格，請至【訂單查詢】核對訂購內容，一旦訂單成立，台端不得以任何理由拒付本次交易費用。(如需退票，請另依退票規則辦理。)
      </li>
      <li>
        不論付款(刷卡、ATM)時出現訊息為何，付款成功與否，請務必登入並到【訂單查詢】頁面，確認其【訂單狀態】，依訂單查詢顯示為主。
      </li>
      <li>如果有退票票券，本系統將會自動釋出於系統上販售。</li>
      <li>有鑒於網路拍賣風氣盛行，有許多來路不明的票券在拍賣網站出售競標，但這些票券來源不明、真偽難辨，票務糾紛層出不窮，為確保您的權益，懇請勿於拍賣網站或是其他非正式授權售票之管道購票，如發生無法進場或其他損害個人權益之事宜，本售票系統恕不負責。</li>
    </ol>
  </div>
</template>
